Repository: upfrontsystems/upfront.assessment
Catalog: upfront/assessment/locales/*/LC_MESSAGES/upfront.assessment.po
Languages: af

source: Activity moved down
af: Aktiwiteit afverskuif

source: Activity moved up
af: Aktiwiteit opverskuif

source: Activity removed
af: Aktiwiteit verwyder

source: Add Activities
af: Voeg aktiwiteite by

source: Assessment
af: Assessering

source: Class List
af: Klaslys

source: Complete
af: Voltooide

source: Evaluation
af: Evaluering

source: Evaluation Sheet
af: Evalueringsblad

source: In-Progress
af: In-bewerking

source: Learner
af: Leerder

source: Move down
af: Skuif af

source: Move up
af: Skuif op

source: No completed evaluationsheets exist
af: Geen voltooide evalueringsblade bestaan

source: Not Rated
af: Nie gegraadeer

source: Related
af: Verwant

source: Save
af: Stoor

source: heading_activity_uid
af: Aktiwititeit

source: heading_assessment
af: Assessering: ${assessment_title}

source: heading_completion_state
af: Voltooing staat

source: heading_evaluation_for
af: Evaluering vir: ${evaluation_learner}

source: heading_evaluationsheet
af: Evalueringsblad

source: heading_for_assessment_classlist
af: Assessering: ${evaluationsheet_assessment}, Klaslys: ${evaluationsheet_classlist}

source: heading_learner
af: Leerder

source: heading_rating
af: Gradering

source: label_down
af: Skuif af

source: label_edit
af: Redigeer

source: label_feedback
af: Terugvoer

source: label_removefromassessment
af: Verwyder van assesserng

source: label_up
af: Skuif op

source: label_view
af: Sien

source: message_no_activities_added
af: Geen aktiwiteite is nog nie bygevoeg nie.

source: message_no_evaluation_data
af: Evaluering bevat geen data

source: message_no_evaluations_exist
af: Geen evaluerings bestaan: Voeg eerssommige leerders om die gepaardgaande klaslys

source: message_not_rated
af: Nie gegraader

source: message_topics_covered_by_activities
af: Onderwerpe wat deur die aktiwiteite gedek word:
